{
  "Contact_Us": "Contact Us",
  "Home": "Home",
  "About us":"About Us",
  "Our Services":"Our Services",
  "Products":"Products",
  "Events":"Events",
  "Schedule An Appointment":"Schedule An Appointment",
  "sliderp":"Your Journey To Achieving Your Dream Kitchen Is Unique",
  "sliderp2":"Experience the Kitchen Boutique Difference",
  "COMPANY OVERVIEW":"COMPANY OVERVIEW",
  "galary": "Gallery",
  "submit":"submit",
  "nav_bar_Appointment": "make an Appointment",
  "social_With_us": "social media links",
  "Why":"Why",
  "Brochures":"Portfolio",
  "Video":"Videos",
  "galaryandvideo":"photos ",
  "Contest":"Contest",
  "sister_company":"group",
  "company":"Other companies",
   "read_more":"Read More",
   "Get A Quotation":"Get A Quotation",
  "details":"details",
  "Navigetions":"site map",
   "our_Service":"our Service",
  "partners":"Our Partners",
   "certification":"certification",
   "download":"Download",
  "Previous Projects":"Previous Projects",
  "company profile":"company profile",
  "our documents":"our documents",
  "prev":"Kitchen Boutique offers luxury, customized kitchen design and manufacturing services. Their experienced designers work closely with customers to create unique, high-end designs that meet individual style and functional requirements. The business uses only top-quality materials and finishes to deliver beautiful and practical kitchens that exceed customers’ expectations."
  ,"RECORD CUCINE":"RECORD CUCINE",
  "KITCHENS":"KITCHENS",
  "View Cataloge":"View Catalogue",
  "THE CUT":"THE CUT",
  "LUXURY ITALIAN FURNISHINGS":"LUXURY ITALIAN FURNISHINGS",
  "luxuryp":"At kitchen botique, we create a custom design unique to our clients’ needs and aesthetic, then expertly deliver and install all elements accordingly. We skillfully balance form, style and function, weaving materials, textures and finishes to transform a simple room into a purposeful space that has heart and soul.",
  "aboutp1":"Kitchen Boutique offers luxury, customized kitchen design and manufacturing services. Their experienced designers work closely with customers to create unique, high-end designs that meet individual style and functional requirements. The business uses only top-quality materials and finishes to deliver beautiful and practical kitchens that exceed customers’ expectations." 
  ,"aboutp2":"At Kitchen Boutique we are committed to providing our customers with the highest quality products and services, combined with an exceptional customer experience. We are dedicated to using only the highest quality materials and finishes in our products. We take great care in every aspect of the design and manufacturing process to ensure that our products are not only beautiful but also functional and long-lasting."
,"homesection":"Our comprehensive range of fine Italian furnishings and services extends to our clients an unparalleled convenience and level of attention at every stage of the project. The Italian companies we collaborate with are leaders and influencers in their fields who are dedicated to continuously achieving excellence in design and production."
,"Kitchen design and planning":"Kitchen design and planning"
,"Cabinet refacing and replacement":"Cabinet refacing and replacement"
,"Countertop installation":"Countertop installation"
,"Backsplash installation":"Backsplash installation"
,"Lighting installation":"Lighting installation"
,"Appliance selection":"Appliance selection",
"Project management":"Project management",
"LOOK TO":"LOOK TO",
"planninghead":"Our skilled team specializes in kitchen design and planning, working closely with you to bring your vision to life."
,"rephead":"If you're looking to refresh the look of your kitchen without the hassle of a complete renovation",
"installhead":"Enhance the beauty and functionality of your kitchen with our countertop installation service."
,"installhead2":"Complete the look of your kitchen with our professional backsplash installation service."
,"installhead3":"We understand the importance of proper lighting in a kitchen, and our lighting installation service will help you achieve the perfect ambiance"
,"selection":"Choosing the right appliances is crucial for a functional and efficient kitchen.",
"manigment":"With our project management services, we take care of all the details, ensuring a smooth and hassle-free experience."
,"Our Brands":"Our Brands"
,"brandh":"100% Italian – Innovative craftsmanship, tradition and high-standards combined with the “Dolce Vita” philosophy make Italy the paragon of style, elegance and luxury."
,"brandp":"The Italian companies we collaborate with are leaders and influencers in their fields who are dedicated to continuously achieving excellence in design and production."
,"MiaInstallation":"MiaInstallation",
"mainstallationp":"The Kitchen Boutique partners pioneered a very bold concept: to offer a complete range of fine Italian furnishings with full service from start to finish. The MiaCucina process begins with the consultation and design, the furnishings from Italy are received by our sister company, MiaInstallation, and stored in their own warehouses until they are delivered and installed by the MiaInstallation builders who are expertly trained in working with our brands. This structure, with no subcontractors, ensures that our clients receive an unparalleled level of support at every stage of the project."
,"Vision":"Vision"
,"Visionp":"To be the leading kitchen design company, recognized for our innovative concepts and moods, exceptional craftsmanship, and commitment to customer satisfaction. Creating kitchens that transform spaces and enhance daily life."
,"Mission":"Mission"
,"Missionp":"To deliver exceptional kitchen design solutions that reflect personal style, promote wellness, and inspire daily life."
,"Bathrooms":"Bathrooms",
"Kitchens":"Kitchens",
"Wardrobes":"Wardrobes",
"TV Units":"TV Units",
"Kitchen Botique Project":"KITCHEN BOTIQUE PROJECT"
,"productslider1":"Experience the Kitchen Boutique Difference"
,"productslider2":"Experience the Kitchen Boutique Difference"
,"productslider3":"Experience the Kitchen Boutique Difference"
,"productsliderp1":"Transform Your Kitchen With Luxury Design And Craftsmanship "
,"productsliderp2":"Your Journey To Achieving Your Dream Kitchen Is Unique"
,"productsliderp3":"Passionate About Creating Beautiful And Inspiring Spaces."
,"ITALIAN LUXURY":"ITALIAN LUXURY",
"servicep":"Whether you’re a home chef or a rudimentary cook, the kitchen is the heart of the home where family and friends inevitably gather. We’ll guide you through our impressive collection of kitchen décor to craft a smart and stylish space that complements your lifestyle."
,"Explore":"Explore",
"Kitchen Boutique Services":"Kitchen Boutique Services",
"RECORD CUCINEp":"Record’s 40 year history is marked by the drive to uphold and enhance Italian quality and craftsmanship. Ingenuity and the use of innovative materials look toward the future and give life to unique and purposeful designs."
,"THE CUTp":"The Cut’s pure Italian aesthetic is elegant in its minimalism, yet endlessly flexible, functional & dynamic."
,"servicep1":"Our skilled team specializes in kitchen design and planning, working closely with you to bring your vision to life. Whether you prefer a sleek modern aesthetic or a timeless traditional style, we have the expertise to create a design that suits your taste and lifestyle."
,"servicep2":"If you're looking to refresh the look of your kitchen without the hassle of a complete renovation, our cabinet refacing and replacement service is the perfect solution. We can update the appearance of your cabinets by replacing doors, drawer fronts, and hardware, or completely replace your cabinets for a brand-new look."
,"servicep3":" Enhance the beauty and functionality of your kitchen with our countertop installation service. We offer a wide selection of high-quality materials, including granite, quartz, marble, and more, to create stunning and durable countertops that withstand the demands of daily use."
,"servicep4":"Complete the look of your kitchen with our professional backsplash installation service. Whether you prefer classic subway tiles, intricate mosaics, or contemporary designs, our skilled installers will ensure a seamless and stylish finish."
,"servicep5":"We understand the importance of proper lighting in a kitchen, and our lighting installation service will help you achieve the perfect ambiance. From task lighting to accent fixtures, we'll illuminate your kitchen in a way that enhances functionality and creates a warm and inviting atmosphere."
,"servicep6":"Choosing the right appliances is crucial for a functional and efficient kitchen. Our team can assist you in selecting the best appliances for your needs, considering factors such as size, style, and energy efficiency."
,"servicep7":" With our project management services, we take care of all the details, ensuring a smooth and hassle-free experience. Our experienced project managers will coordinate all aspects of your kitchen transformation, from start to finish, ensuring that the project stays on track and meets your expectations."
,"get in touch":"get in touch"
}