{
  "Contact_Us": "تواصل معنا",
  "Home": "الرئيسية",
  "About us":"من نحن",
  "Our Services":"خدماتنا",
  "Products":"منتجات",
  "Events":"مؤتمر",
  "Schedule An Appointment":"حجز ميعاد",
  "sliderp":"طريقك الي بناء مطبخ احلامك بتفاصيل مميزة وفريدة",
  "sliderp2":"خبرتك مع كيتشين بوتيك ستكون مميزة",
  "COMPANY OVERVIEW":"نبذة عن الشركة",
  "submit":"ارسال",
  "nav_bar_Appointment": "حجز ميعاد",
  "social_With_us": "روابط التواصل الاجتماعي",

  "sister_company":"مجموعتنا",
  "company":"شركاتنا",
   "read_more":"قرائة المزيد",
   "Get A Quotation":"للاستفسار",
  "Navigetions":"روابط سريعة",
   "our_Service":"خدماتنا",
  "partners":"شركائنا",
  "RECORD CUCINE":"سجل المطبخ",
  "KITCHENS":"مطابخ",
  "View Cataloge":"عرض الكتالوج",
  "THE CUT":"القص",
  "LUXURY ITALIAN FURNISHINGS":"المفروشات الإيطالية الفاخرة",
  "luxuryp":"في Kitchen Botique نقوم بإنشاء تصميم مخصص فريد من نوعه لاحتياجات عملائنا وجماليتهم، ثم نقوم بتسليم وتركيب جميع العناصر وفقًا لذلك. نحن نوازن بمهارة بين الشكل والأسلوب والوظيفة، وننسج المواد والأنسجة والتشطيبات لتحويل غرفة بسيطة إلى مساحة هادفة لها القلب والروح.",
  "aboutp1":"يقدم Kitchen Botique خدمات تصميم وتصنيع المطابخ الفاخرة والمخصصة. يعمل مصمموهم ذوو الخبرة بشكل وثيق مع العملاء لإنشاء تصميمات فريدة وراقية تلبي النمط الفردي والمتطلبات الوظيفية. تستخدم الشركة فقط مواد وتشطيبات عالية الجودة لتقديم مطابخ جميلة وعملية تتجاوز توقعات العملاء."
  ,"aboutp2":"في Kitchen Boutique  ملتزمون بتزويد عملائنا بمنتجات وخدمات عالية الجودة، بالإضافة إلى تجربة عملاء استثنائية. نحن ملتزمون باستخدام المواد والتشطيبات عالية الجودة فقط في منتجاتنا. نحن نولي اهتمامًا كبيرًا بكل جانب من جوانب عملية التصميم والتصنيع للتأكد من أن منتجاتنا ليست جميلة فحسب، بل أيضًا عملية وطويلة الأمد."
,"homesection":"توفر مجموعتنا الشاملة من المفروشات والخدمات الإيطالية الفاخرة لعملائنا راحة لا مثيل لها ومستوى من الاهتمام في كل مرحلة من مراحل المشروع. الشركات الإيطالية التي نتعاون معها هي شركات رائدة ومؤثرة في مجالاتها ومكرسون لتحقيق التميز المستمر في التصميم والإنتاج."
,"Kitchen design and planning":"تصميم وتخطيط المطبخ"
,"Cabinet refacing and replacement":"تجديد واستبدال الخزانة"
,"Countertop installation":"تركيب كونترتوب"
,"Backsplash installation":"تركيب باكسبلاش"
,"Lighting installation":"تركيب الإضاءة"
,"Appliance selection":"اختيار الأجهزة",
"Project management":"ادارة مشروع",
"LOOK TO":"القي نظة علي ",
"planninghead":"فريقنا الماهر متخصص في تصميم المطبخ وتخطيطه، ويعمل معك بشكل وثيق لتحقيق رؤيتك على أرض الواقع.",
"rephead":"إذا كنت تتطلع إلى تجديد مظهر مطبخك دون عناء التجديد الكامل",
"installhead":"عزز جمال مطبخك وأدائه الوظيفي من خلال خدمة تركيب أسطح العمل لدينا.",
"installhead2":"أكمل مظهر مطبخك من خلال خدمة تركيب باكسبلاش الاحترافية لدينا."
,"installhead3":"نحن ندرك أهمية الإضاءة المناسبة في المطبخ، وستساعدك خدمة تركيب الإضاءة لدينا على تحقيق الأجواء المثالية"
,"selection":"يعد اختيار الأجهزة المناسبة أمرًا بالغ الأهمية لمطبخ عملي وفعال.",
"manigment":"من خلال خدمات إدارة المشاريع التي نقدمها، نحن نهتم بجميع التفاصيل، مما يضمن تجربة سلسة وخالية من المتاعب."
,"brandh":"100% إيطالي - الحرفية المبتكرة والتقاليد والمعايير العالية جنبًا إلى جنب مع فلسفة Dolce Vita تجعل إيطاليا نموذجًا للأسلوب والأناقة والرفاهية."
,"brandp":"الشركات الإيطالية التي نتعاون معها هي شركات رائدة ومؤثرة في مجالاتها ومكرسون لتحقيق التميز المستمر في التصميم والإنتاج."
,"Our Brands":"علامتنا التجارية"
,"MiaInstallation":"التثبيت الدقيق"
,"mainstallationp":"كان شركاء The Kitchen Boutique رائدين في مفهوم جريء للغاية: تقديم مجموعة كاملة من المفروشات الإيطالية الفاخرة مع خدمة كاملة من البداية إلى النهاية. تبدأ عملية Kitchen Boutique بالتشاور والتصميم، حيث يتم استلام الأثاث من إيطاليا من قبل شركتنا الشقيقة التثبيت الدقيق، ويتم تخزينها في مستودعاتها الخاصة حتى يتم تسليمها وتركيبها بواسطة بناة التثبيت الدقيق الذين تم تدريبهم بخبرة على العمل مع علاماتنا التجارية. يضمن هذا الهيكل، مع عدم وجود مقاولين من الباطن، حصول عملائنا على مستوى لا مثيل له من الدعم في كل مرحلة من مراحل المشروع."
,"Vision":"رؤيتنا",
"Mission":"مهامنا"
,"Visionp":"أن نكون الشركة الرائدة في تصميم المطابخ، معترف بها بمفاهيمنا وأمزجتنا المبتكرة، والحرفية الاستثنائية، والالتزام برضا العملاء. إنشاء مطابخ تغير المساحات وتعزز الحياة اليومية.",
"Missionp":"تقديم حلول استثنائية لتصميم المطبخ تعكس الأسلوب الشخصي وتعزز الصحة وتلهم الحياة اليومية."
,"Bathrooms":"حمامات" ,
"Kitchens":"مطابخ",
"Wardrobes":"غرفة تغيير ملابس",
"TV Units":"وحدات التلفاز"
,"Kitchen Botique Project":"مشاريع KITCHEN BOTIQUE"
,"productslider1":"استمتع باختلاف مطبخ بوتيك"
,"productslider2":"استمتع باختلاف مطبخ بوتيك"
,"productslider3":"استمتع باختلاف مطبخ بوتيك"
,"productsliderp1":"قم بتحويل مطبخك بتصميم فاخر وحرفية"
,"productsliderp2":"شغوف بإنشاء مساحات جميلة وملهمة."
,"productsliderp3":"رحلتك لتحقيق مطبخ أحلامك فريدة من نوعها"
,"ITALIAN LUXURY":"الفخامة الإيطالية",
"servicep":"سواء كنت طاهيًا منزليًا أو طباخًا بدائيًا، فإن المطبخ هو قلب المنزل حيث تجتمع العائلة والأصدقاء حتمًا. سنرشدك خلال مجموعتنا الرائعة من ديكورات المطبخ لإنشاء مساحة ذكية وأنيقة تكمل نمط حياتك."
,"Explore":"يستكشف",
"Kitchen Boutique Services":"Kitchen Boutique خدمات",
"RECORD CUCINEp":"يتميز تاريخ شركة ريكورد الذي يبلغ 40 عامًا بالدافع لدعم وتعزيز الجودة والحرفية الإيطالية. إن الإبداع واستخدام المواد المبتكرة يتطلعان إلى المستقبل ويعطيان الحياة لتصاميم فريدة وهادفة."
,"THE CUTp":"تتميز الجمالية الإيطالية الخالصة لـ Cut بأنها أنيقة في بساطتها، ولكنها مرنة وعملية وديناميكية لا نهاية لها."
,"servicep1":"فريقنا الماهر متخصص في تصميم المطبخ وتخطيطه، ويعمل معك بشكل وثيق لإضفاء الحيوية على رؤيتك. سواء كنت تفضل المظهر الجمالي الحديث الأنيق أو النمط التقليدي الخالد، فلدينا الخبرة اللازمة لإنشاء تصميم يناسب ذوقك وأسلوب حياتك. "
,"servicep2":"إذا كنت تتطلع إلى تجديد مظهر مطبخك دون متاعب التجديد الكامل، فإن خدمة تجديد واستبدال الخزانات لدينا هي الحل الأمثل. يمكننا تحديث مظهر خزاناتك عن طريق استبدال الأبواب وواجهات الأدراج والأجهزة، أو استبدال خزاناتك بالكامل للحصول على مظهر جديد تمامًا."
,"servicep3":"عزز جمال وأداء مطبخك من خلال خدمة تركيب أسطح العمل لدينا. نحن نقدم مجموعة واسعة من المواد عالية الجودة، بما في ذلك الجرانيت والكوارتز والرخام وغيرها، لإنشاء أسطح عمل مذهلة ومتينة تتحمل متطلبات الاستخدام اليومي."
,"servicep4":"أكمل مظهر مطبخك من خلال خدمة تركيب باكسبلاش الاحترافية لدينا. سواء كنت تفضل بلاط مترو الأنفاق الكلاسيكي، أو الفسيفساء المعقدة، أو التصاميم المعاصرة، فإن عمال التركيب المهرة لدينا سيضمنون لمسة نهائية سلسة وأنيقة."
,"servicep5":"نحن ندرك أهمية الإضاءة المناسبة في المطبخ، وستساعدك خدمة تركيب الإضاءة لدينا على تحقيق الأجواء المثالية. بدءًا من إضاءة المهام وحتى التركيبات المميزة، سنقوم بإضاءة مطبخك بطريقة تعزز الأداء الوظيفي وتخلق جوًا دافئًا وجذابًا."
,"servicep6":"يعد اختيار الأجهزة المناسبة أمرًا بالغ الأهمية لمطبخ عملي وفعال. يمكن لفريقنا مساعدتك في اختيار أفضل الأجهزة التي تناسب احتياجاتك، مع الأخذ في الاعتبار عوامل مثل الحجم والأسلوب وكفاءة الطاقة."
,"servicep7":"من خلال خدمات إدارة المشاريع التي نقدمها، نحن نهتم بجميع التفاصيل، مما يضمن تجربة سلسة وخالية من المتاعب. سيقوم مديرو المشاريع ذوو الخبرة لدينا بتنسيق جميع جوانب تحويل مطبخك، من البداية إلى النهاية، مما يضمن بقاء المشروع على المسار الصحيح ويلبي توقعاتك."
,"get in touch":"ابقى على تواصل"
}